{
  "website":{
    "title": "Jack's blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "About Me",
    "des": "I am a Software Engineer with web, mobile and IoT development expirience. Besides engineering I have a great interest in business managenent and development processes.Life is a continuous learning process, so learning at least one thing per day is must, and traveling makes that learning expirience more noble. What is the point of learning new things, if you are not going tomeet new people with who you are going to exchange your knowledge?"
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "saplatform": "BikeRoutes is mobile application that provides real-time insight in various data like air quality or bike roads popularity, on map. Also collects data from IoT sensor!",
    "jalpc": "Desktop application (C#) for text insertion which provides various algorithms for text search with PostGreSQL database.",
    "angularjs": "SongBook is project based on ASP.NET MVC and Angular.js with SQL Server 2012 which enable adding playlists and songs in more playlists.",
    "rsser": "Movie Recommander is web application that collect data about movie types you like from your social media, and recommends movies just for you based on that data."
  },
  "career":{
    "my_career": "My Career",
    "nextcode": "Workflow EDM Gmbh",
    "nextcode_des": "Now I am in Workflow EDM Gmbh and develop highly configurable product with Java using Spring Framework.",
    "nextcode_date": "Apr. 2016",
    "nextcode_job": "Java developer",
    "netease": "Netease Game",
    "netease_des": "In Netease game, I learned game service system and use Python code for ops.",
    "netease_date": "Jun. 2015",
    "netease_job": "Dev Ops",
    "ucloud": "Ucloud",
    "ucloud_des": "In ucloud, I started to deal with servers and Linux system and use shell scripts to manage massive server.",
    "ucloud_date": "Sep. 2013",
    "ucloud_job": "Dev Ops",
    "college": "Graduation",
    "college_des": "At July 2014,I graduated from college and started my bachelor degree in IT.",
    "college_date": "Jul. 2014",
    "college_job": "Student"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Link",
    "view": "views"
  }

}
